[
    {
        "text": "What is great and originating, penetrating, advantageous, correct and firm."
    },
    {
        "text": "The dragon lying hid in the deep. It is not the time for active doing."
    },
    {
        "text": "The dragon appearing in the field. It will be advantageous to meet with the great man."
    },
    {
        "text": "The superior man active and vigilant all the day, and in the evening still careful and apprehensive. The position is dangerous, but there will be no mistake."
    },
    {
        "text": "The dragon looking as if he were leaping up, but still in the deep. There will be no mistake."
    },
    {
        "text": "The dragon on the wing in the sky. It will be advantageous to meet with the great man."
    },
    {
        "text": "The dragon exceeding the proper limits. There will be occasion for repentance."
    },
    {
        "text": "If the host of dragons thus appearing were to divest themselves of their heads, there would be good fortune."
    },
    {
        "text": "What is great and originating, penetrating, advantageous, correct and having the firmness of a mare."
    },
    {
        "text": "When the superior man has to make any movement, if he take the initiative, he will go astray; if he follow, he will find his proper lord."
    },
    {
        "text": "The advantageousness will be seen in his getting friends in the south-west, and losing friends in the north-east. If he rest in correctness and firmness, there will be good fortune."
    },
    {
        "text": "Treading on hoarfrost. The strong ice will come by and by."
    },
    {
        "text": "Being straight, square, and great. Its operation, without repeated efforts, will be in every respect advantageous."
    },
    {
        "text": "Keeping his excellence under restraint, but firmly maintaining it. If he should have occasion to engage in the king's service, though he will not claim the success for himself, he will bring affairs to a good issue."
    },
    {
        "text": "A sack tied up. There will be no ground for blame or for praise."
    },
    {
        "text": "The yellow lower garment. There will be great good fortune."
    },
    {
        "text": "Dragons fighting in the wild. Their blood is purple and yellow."
    },
    {
        "text": "If those be perpetually correct and firm, advantage will arise."
    },
    {
        "text": "There will be great progress and success, and the advantage will come from being correct and firm. But any movement in advance should not be lightly undertaken. There will be advantage in appointing feudal princes."
    },
    {
        "text": "The difficulty  in advancing. It will be advantageous for him to abide correct and firm; advantageous also to be made a feudal ruler."
    },
    {
        "text": "One following the deer without the guidance of the forester, and only finding himself in the midst of the forest. The superior man, acquainted with the secret risks, thinks it better to give up the chase. If he went forward, he would regret it."
    },
    {
        "text": "A lady, the horses of whose chariot appear in retreat. She seeks, however, the help of him who seeks her to be his wife. Advance will be fortunate; all will turn out advantageously."
    },
    {
        "text": "The difficulties in the way of dispensing the rich favours that might be expected from him. With firmness and correctness there will be good fortune in small things; even with them in great things there will be evil."
    },
    {
        "text": "The horses of his chariot obliged to retreat, and weeping tears of blood in streams."
    },
    {
        "text": "There will be progress and success. I do not go and seek the youthful and inexperienced, but he comes and seeks me. There will be advantage in being firm and correct."
    },
    {
        "text": "The dispelling of ignorance. It will be advantageous to use punishment for that purpose, and to remove the shackles from the mind. But going on in that way of punishment will give occasion for regret."
    },
    {
        "text": "Exercising forbearance with the ignorant, in which there will be good fortune; and admitting even the goodness of women, which will also be fortunate. He may be described also as a son able to sustain the burden of his family."
    },
    {
        "text": "One should not marry a woman whose emblem it might be, for that, when she sees a man of wealth, she will not keep her person from him, and in no wise will advantage come from her."
    },
    {
        "text": "Bound in chains of ignorance. There will be occasion for regret."
    },
    {
        "text": "A simple lad without experience. There will be good fortune."
    },
    {
        "text": "One smiting the ignorant youth. But no advantage will come from doing him an injury. Advantage would come from warding off injury from him."
    },
    {
        "text": "There will be brilliant success. With firmness there will be good fortune; and it will be advantageous to cross the great stream."
    },
    {
        "text": "Waiting in the distant border. It will be well for him constantly to maintain the purpose thus shown, in which case there will be no error."
    },
    {
        "text": "Waiting on the sand of the mountain stream. He will suffer the small injury of being spoken against, but in the end there will be good fortune."
    },
    {
        "text": "In the mud close by the stream. He thereby invites the approach of injury."
    },
    {
        "text": "Waiting in the place of blood. But he will get out of the cavern."
    },
    {
        "text": "Waiting amidst the appliances of a feast. Through his firmness and correctness there will be good fortune."
    },
    {
        "text": "Entered into the cavern. But there are three guests coming, without being urged, to his help. If he receive them respectfully, there will be good fortune in the end."
    },
    {
        "text": "Though there is sincerity in one's contention, he will yet meet with opposition and obstruction; but if he cherish an apprehensive caution, there will be good fortune, while, if he must prosecute the contention to the bitter end, there will be evil."
    },
    {
        "text": "It will be advantageous to see the great man; it will not be advantageous to cross the great stream."
    },
    {
        "text": "Not perpetuating the matter about which the contention is. He will suffer the small injury of being spoken against, but the end will be fortunate."
    },
    {
        "text": "Unequal to the contention. If he retire and keep concealed where the inhabitants of his city are only three hundred families, he will fall into no mistake."
    },
    {
        "text": "Keeping in the old place assigned for his support, and firmly correct. Perilous as the position is, there will be good fortune in the end. Should he perchance engage in the king's business, he will not claim the merit of achievement."
    },
    {
        "text": "Unequal to the contention. He returns to the study of Heaven's ordinances, changes his wish to contend, and rests in being firm and correct. There will be good fortune."
    },
    {
        "text": "Contending;--and with great good fortune."
    },
    {
        "text": "The leathern belt conferred on him by the sovereign, and thrice it shall be taken from him in a morning."
    },
    {
        "text": "A leader of age and experience, there will be good fortune and no error."
    },
    {
        "text": "The host going forth according to the rules for such a movement. If these be not good, there will be evil."
    },
    {
        "text": "The leader in the midst of the host. There will be good fortune and no error. The king has thrice conveyed to him the orders of his favour."
    },
    {
        "text": "The host may, possibly, have many inefficient leaders. There will be evil."
    },
    {
        "text": "The host in retreat. There is no error."
    },
    {
        "text": "The great ruler delivering his charges, appointing some to be rulers of states, and others to undertake the headship of clans; but small men should not be employed in such positions."
    },
    {
        "text": "Seeking by his sincerity to win the attachment of his object. There will be no error. Let the breast be full of sincerity as an earthenware vessel is of its contents, and it will in the end bring other advantages."
    },
    {
        "text": "Movement towards union and attachment proceeding from the inward mind. With firm correctness there will be good fortune."
    },
    {
        "text": "Seeking for union with such as ought not to be associated with."
    },
    {
        "text": "Seeking for union with the one beyond himself. With firm correctness there will be good fortune."
    },
    {
        "text": "One seeking union and attachment without having taken the first step to such an end. There will be evil."
    },
    {
        "text": "Hsiâo Khû indicates that under its conditions there will be progress and success. We see dense clouds, but no rain coming from our borders in the west."
    },
    {
        "text": "Returning and pursuing his own course. What mistake should he fall into? There will be good fortune."
    },
    {
        "text": "Returning to the proper course. There will be good fortune."
    },
    {
        "text": "The idea of a carriage, the strap beneath which has been removed, or of a husband and wife looking on each other with averted eyes."
    },
    {
        "text": "Possessed of sincerity. The danger of bloodshed is thereby averted, and his ground for apprehension dismissed. There will be no mistake."
    },
    {
        "text": "Possessed of sincerity, and drawing others to unite with him. Rich in resources, he employs his neighbours in the same cause with himself."
    },
    {
        "text": "One treading on the tail of a tiger, which does not bite him. There will be progress and success."
    },
    {
        "text": "Treading his accustomed path. If he go forward, there will be no error."
    },
    {
        "text": "Treading the path that is level and easy;--a quiet and solitary man, to whom, if he be firm and correct, there will be good fortune."
    },
    {
        "text": "A one-eyed man who thinks he can see; a lame man who thinks he can walk well; one who treads on the tail of a tiger and is bitten. All this indicates ill fortune. We have a mere bravo acting the part of a great ruler."
    },
    {
        "text": "Treading on the tail of a tiger. He becomes full of apprehensive caution, and in the end there will be good fortune."
    },
    {
        "text": "The resolute tread. Though he be firm and correct, there will be peril."
    },
    {
        "text": "Look at the whole course that is trodden, and examine the presage which that gives. If it be complete and without failure, there will be great good fortune."
    },
    {
        "text": "The little gone and the great come. There will be good fortune, with progress and success."
    },
    {
        "text": "Grass pulled up, and bringing with it other stalks with whose roots it is connected. Advance will be fortunate."
    },
    {
        "text": "One who can bear with the uncultivated, will cross the Ho without a boat, does not forget the distant, and has no selfish friendships. Thus does he prove himself acting in accordance with the course of the due Mean."
    },
    {
        "text": "Fluttering down;--not relying on his own rich resources, but calling in his neighbours. They all come not as having received warning, but in the sincerity of their hearts."
    },
    {
        "text": "By such a course there is happiness and there will be great good fortune."
    },
    {
        "text": "The city wall returned into the moat. It is not the time to use the army. He may, indeed, announce his orders to the people of his own city; but however correct and firm he may be, he will have cause for regret."
    },
    {
        "text": "The want of good understanding between the different classes of men, and its indication is unfavourable to the firm and correct course of the superior man. We see in it the great gone and the little come."
    },
    {
        "text": "Grass pulled up, and bringing with it other stalks with whose roots it is connected. With firm correctness there will be good fortune and progress."
    },
    {
        "text": "Patient and obedient. To the small man comporting himself so there will be good fortune. If the great man comport himself as the distress and obstruction require, he will have success."
    },
    {
        "text": "Ashamed of the purpose folded in his breast."
    },
    {
        "text": "Acting in accordance with the ordination of Heaven, and committing no error. His companions will come and share in his happiness."
    },
    {
        "text": "Him who brings the distress and obstruction to a close,--the great man and fortunate. But let him say, 'We may perish! We may perish!' so shall the state of things become firm, as if bound to a clump of bushy mulberry trees."
    },
    {
        "text": "The overthrow and removal of the condition of distress and obstruction. Before this there was that condition. Hereafter there will be joy."
    },
    {
        "text": "We find it in the remote districts of the country, indicating progress and success. It will be advantageous to cross the great stream. It will be advantageous to maintain the firm correctness of the superior man."
    },
    {
        "text": "The union of men just issuing from his gate. There will be no error."
    },
    {
        "text": "The union of men in relation with his kindred. There will be occasion for regret."
    },
    {
        "text": "With his arms hidden in the thick grass, and at the top of a high mound. But for three years he makes no demonstration."
    },
    {
        "text": "Mounted on the city wall; but he does not proceed to make the attack he contemplates. There will be good fortune."
    },
    {
        "text": "The union of men first wails and cries out, and then laughs. His great host conquers, and they meet together."
    },
    {
        "text": "The union of men in the suburbs. There will be no occasion for repentance."
    },
    {
        "text": "There will be great progress and success."
    },
    {
        "text": "There is no approach to what is injurious, and there is no error. Let there be a realisation of the difficulty and danger of the position, and there will be no error to the end."
    },
    {
        "text": "A large wagon with its load. In whatever direction advance is made, there will be no error."
    },
    {
        "text": "A feudal prince presenting his offerings to the Son of Heaven. A small man would be unequal to such a duty."
    },
    {
        "text": "Keeping his great resources under restraint. There will be no error."
    },
    {
        "text": "Reciprocated by that of all the others. Let him display a proper majesty, and there will be good fortune."
    },
    {
        "text": "With help accorded to him from Heaven. There will be good fortune, advantage in every respect."
    },
    {
        "text": "Progress and success. The superior man, being humble as it implies, will have a good issue to his undertakings."
    },
    {
        "text": "The superior man who adds humility to humility. Even the great stream may be crossed with this, and there will be good fortune."
    },
    {
        "text": "Humility that has made itself recognised. With firm correctness there will be good fortune."
    },
    {
        "text": "The superior man of acknowledged merit. He will maintain his success to the end, and have good fortune."
    },
    {
        "text": "One, whose action would be in every way advantageous, stirring up the more his humility."
    },
    {
        "text": "One who, without being rich, is able to employ his neighbours. He may advantageously use the force of arms. All his movements will be advantageous."
    },
    {
        "text": "Humility that has made itself recognised. One will with advantage put his hosts in motion; but he will only punish his own towns and state."
    },
    {
        "text": "Feudal princes may be set up, and the hosts put in motion, with advantage."
    },
    {
        "text": "Proclaiming his pleasure and satisfaction. There will be evil."
    },
    {
        "text": "One who is firm as a rock. He sees a thing without waiting till it has come to pass; with his firm correctness there will be good fortune."
    },
    {
        "text": "One looking up for favours, while he indulges the feeling of pleasure and satisfaction. If he would understand!--If he be late in doing so, there will indeed be occasion for repentance."
    },
    {
        "text": "Him from whom the harmony and satisfaction come. Great is the success which he obtains. Let him not allow suspicions to enter his mind, and thus friends will gather around him."
    },
    {
        "text": "One with a chronic complaint, but who lives on without dying."
    },
    {
        "text": "Darkened mind devoted to the pleasure and satisfaction of the time; but if he change his course even when it may be considered as completed, there will be no error."
    },
    {
        "text": "There will be great progress and success. But it will be advantageous to be firm and correct. There will then be no error."
    },
    {
        "text": "Bringing around him the men of brilliant ability. There will be occasion for congratulation and praise. There will be good fortune."
    },
    {
        "text": "With his house made large, but only serving as a screen to his household. When he looks at his door, it is still, and there is nobody about it. For three years no one is to be seen. There will be evil."
    },
    {
        "text": "There may be some little attainment and progress. If the stranger or traveller be firm and correct as he ought to be, there will be good fortune."
    },
    {
        "text": "The stranger mean and meanly occupied. It is thus that he brings on himself further calamity."
    },
    {
        "text": "The stranger, occupying his lodging-house, carrying with him his means of livelihood, and provided with good and trusty servants."
    },
    {
        "text": "The stranger, burning his lodging-house, and having lost his servants. However firm and correct he try to be, he will be in peril."
    },
    {
        "text": "The traveller in a resting-place, having also the means of livelihood and the axe, but still saying, 'I am not at ease in my mind.'"
    },
    {
        "text": "Shooting a pheasant. He will lose his arrow, but in the end he will obtain praise and a high charge."
    },
    {
        "text": "The idea of a bird burning its nest. The stranger, thus represented, first laughs and then cries out. He has lost his ox-like docility too readily and easily. There will be evil."
    },
    {
        "text": "There will be some little attainment and progress. There will be advantage in movement onward in whatever direction. It will be advantageous also to see the great man."
    },
    {
        "text": "Now advancing, now receding. It would be advantageous for him to have the firm correctness of a brave soldier."
    },
    {
        "text": "The representative of Sun beneath a couch, and employing diviners and exorcists in a way bordering on confusion. There will be good fortune and no error."
    },
    {
        "text": "Penetrating only by violent and repeated efforts. There will be occasion for regret."
    },
    {
        "text": "All occasion for repentance passed away. He takes game for its threefold use in his hunting."
    },
    {
        "text": "The representative of penetration beneath a couch, and having lost the axe with which he executed his decisions. However firm and correct he may try to be, there will be evil."
    },
    {
        "text": "There will be progress and attainment. But it will be advantageous to be firm and correct."
    },
    {
        "text": "The pleasure of inward harmony. There will be good fortune."
    },
    {
        "text": "The pleasure arising from inward sincerity. There will be good fortune. Occasion for repentance will disappear."
    },
    {
        "text": "Bringing round himself whatever can give pleasure. There will be evil."
    },
    {
        "text": "Deliberating about what to seek his pleasure in, and not at rest. He borders on what would be injurious, but there will be cause for joy."
    },
    {
        "text": "Trusting in one who would injure him. The situation is perilous."
    },
    {
        "text": "The pleasure of leading and attracting others."
    },
    {
        "text": "There will be progress and success. The king goes to his ancestral temple; and it will be advantageous to cross the great stream. It will be advantageous to be firm and correct."
    },
    {
        "text": "Engaged in rescuing from the impending evil and having the assistance of a strong horse. There will be good fortune."
    },
    {
        "text": "Hurrying to his contrivance for security. All occasion for repentance will disappear."
    },
    {
        "text": "Discarding any regard to his own person. There will be no occasion for repentance."
    },
    {
        "text": "Scattering the different parties in the state; which leads to great good fortune. From the dispersion he collects again good men standing out, a crowd like a mound, which is what ordinary men would not have thought of."
    },
    {
        "text": "Amidst the dispersion issuing his great announcements as the perspiration flows from his body. [paragraph continues] He scatters abroad also the accumulations in the royal granaries. There will be no error."
    },
    {
        "text": "Disposing of what may be called its bloody wounds, and going and separating himself from its anxious fears. There will be no error."
    },
    {
        "text": "There will be progress and attainment. But if the regulations which it prescribes be severe and difficult, they cannot be permanent."
    },
    {
        "text": "Not quitting the courtyard outside his door. There will be no error."
    },
    {
        "text": "Not quitting the courtyard inside his gate. There will be evil."
    },
    {
        "text": "No appearance of observing the proper regulations, in which case we shall see him lamenting. But there will be no one to blame but himself."
    },
    {
        "text": "Quietly and naturally attentive to all regulations. There will be progress and success."
    },
    {
        "text": "Sweetly and acceptably enacting his regulations. There will be good fortune. The onward progress with them will afford ground for admiration."
    },
    {
        "text": "Enacting regulations severe and difficult. Even with firmness and correctness there will be evil. But though there will be cause for repentance, it will by and by disappear."
    },
    {
        "text": "Moves even pigs and fish, and leads to good fortune. There will be advantage in crossing the great stream. There will be advantage in being firm and correct."
    },
    {
        "text": "Resting in himself. There will be good fortune. If he sought to any other, he would not find rest."
    },
    {
        "text": "The crane crying out in her hidden retirement, and her young ones responding to her. It is as if it were said, 'I have a cup of good spirits,' and the response were, 'I will partake of it with you.'"
    },
    {
        "text": "Having met with his mate, now he beats his drum, and now he leaves off. Now he weeps, and now he sings."
    },
    {
        "text": "Like the moon nearly full, and like a horse in a chariot whose fellow disappears. There will be no error."
    },
    {
        "text": "Perfectly sincere, and linking others to him in closest union. There will be no error."
    },
    {
        "text": "A bird flying, and ascending till the issue is evil."
    },
    {
        "text": "Passing by his grandfather, and meeting with his grandmother; not attempting anything against his ruler, but meeting him as his minister. There will be no error."
    },
    {
        "text": "Taking no extraordinary precautions against danger; and some in consequence finding opportunity to assail and injure him. There will be evil."
    },
    {
        "text": "Falling into no error, but meeting the exigency of his situation, without exceeding in his natural. course. If he go forward, there will be peril, and he must be cautious. There is no occasion to be using firmness perpetually."
    },
    {
        "text": "Dense clouds, but no rain, coming from our borders in the west. It also shows the prince shooting his arrow, and taking the bird in a cave."
    },
    {
        "text": "Not meeting the exigency of his situation, and exceeding his proper course. It suggests the idea of a bird flying far aloft. There will be evil. The case is what is called one of calamity and self-produced injury."
    },
    {
        "text": "Progress and success in small matters. There will be advantage in being firm and correct. There has been good fortune in the beginning; there may be disorder in the end."
    },
    {
        "text": "A driver who drags back his wheel, or as a fox which has wet his tail. There will be no error."
    },
    {
        "text": "A wife who has lost her carriage-screen. There is no occasion to go in pursuit of it. In seven days she will find it."
    },
    {
        "text": "Suggests the case of Kâo Žung, who attacked the Demon region, but was three years in subduing it. Small men should not be employed in such enterprises."
    },
    {
        "text": "With rags provided against any leak in his boat, and on his guard all day long."
    },
    {
        "text": "The neighbour in the east who slaughters an ox for his sacrifice; but this is not equal to the small spring sacrifice of the neighbour in the west, whose sincerity receives the blessing."
    },
    {
        "text": "A young fox that has nearly crossed the stream, when its tail gets immersed. There will be no advantage in any way."
    },
    {
        "text": "Like a fox whose tail gets immersed. There will be occasion for regret."
    },
    {
        "text": "Dragging back his carriage- wheel. With firmness and correctness there will be good fortune."
    },
    {
        "text": "With the state of things not yet remedied, advancing on; which will lead to evil. But there will be advantage in trying to cross the great stream."
    },
    {
        "text": "By firm correctness obtaining good fortune, so that all occasion for repentance disappears. Let him stir himself up, as if he were invading the Demon region, where for three years rewards will come to him and his troops from the great kingdom."
    },
    {
        "text": "By firm correctness obtaining good fortune, and having no occasion for repentance. We see in him the brightness of a superior man, and the possession of sincerity. There will be good fortune."
    },
    {
        "text": "Full of confidence and therefore feasting quietly. There will be no error. If he cherish this confidence,till he is like the fox who gets his head immersed, it will fail of what is right."
    },
    {
        "text": "One changing the object of his pursuit; but if he be firm and correct, there will he good fortune. Going beyond his own gate to find associates, he will achieve merit."
    },
    {
        "text": "One who cleaves to the little boy, and lets go the man of age and experience."
    },
    {
        "text": "One who cleaves to the man of age and experience, and lets go. the little boy. Such following will get what it seeks; but it will be advantageous to adhere to what is firm and correct."
    },
    {
        "text": "One followed and obtaining adherents. Though he be firm and correct, there will be evil. If he be sincere however in his course, and make that evident, into what error will he fall?"
    },
    {
        "text": "The ruler sincere in fostering all that is excellent. There will be good fortune."
    },
    {
        "text": "That sincerity firmly held and clung to, yea, and bound fast. We see the king with it presenting his offerings on the western mountain."
    },
    {
        "text": "Great progress and success. There will be advantage in crossing the great stream. He should weigh well, however, the events of three days before the turning point, and those to be done three days after it."
    },
    {
        "text": "A son dealing with the troubles caused by his father. If he be an able son, the father will escape the blame of having erred. The position is perilous, but there will be good fortune in the end."
    },
    {
        "text": "A son dealing with the troubles caused by his mother. He should not carry his firm correctness to the utmost."
    },
    {
        "text": "A son dealing with the troubles caused by his father. There may be some small occasion for repentance, but there will not be any great error."
    },
    {
        "text": "A son viewing indulgently the troubles caused by his father. If he go forward, he will find cause to regret it."
    },
    {
        "text": "A son dealing with the troubles caused by his father. He obtains the praise of using the fit instrument for his work."
    },
    {
        "text": "One who does not serve either king or feudal lord, but in a lofty spirit prefers to attend to his own affairs."
    },
    {
        "text": "There will be great progress and success, while it will be advantageous to be firmly correct. In the eighth month there will be evil."
    },
    {
        "text": "Advancing in company. Through his firm correctness there will be good fortune."
    },
    {
        "text": "Advancing in company. There will be good fortune; advancing will be in every way advantageous."
    },
    {
        "text": "One well pleased indeed to advance, but whose action will be in no way advantageous. If he become anxious about it however, there will be no error."
    },
    {
        "text": "One advancing in the highest mode. There will be no error."
    },
    {
        "text": "The advance of wisdom, such as befits the great ruler. There will be good fortune."
    },
    {
        "text": "The advance of honesty and generosity. There will be good fortune, and no error."
    },
    {
        "text": "The worshipper who has washed his hands, but not yet presented his offerings;--with sincerity and an appearance of dignity commanding reverent regard."
    },
    {
        "text": "The looking of a lad;--not blamable in men of inferior rank, but matter for regret in superior men."
    },
    {
        "text": "One peeping out from a door. It would be advantageous if it were merely the firm correctness of a female."
    },
    {
        "text": "One looking at the course of his own life, to advance or recede accordingly."
    },
    {
        "text": "One contemplating the glory of the kingdom. It will be advantageous for him, being such as he is, to seek to be a guest of the king."
    },
    {
        "text": "Contemplating his own life-course. A superior man, he will thus fall into no error."
    },
    {
        "text": "Contemplating his character to see if it be indeed that of a superior man. He will not fall into error."
    },
    {
        "text": "Successful progress.  It will be advantageous to use legal constraints."
    },
    {
        "text": "One with his feet in the stocks and deprived of his toes. There will be no error."
    },
    {
        "text": "One biting through the soft flesh, and going on to bite off the nose. There will be no error."
    },
    {
        "text": "One gnawing dried flesh, and meeting with what is disagreeable. There will be occasion for some small regret, but no great error."
    },
    {
        "text": "One gnawing the flesh dried on the bone, and getting the pledges of money and arrows. It will be advantageous to him to realise the difficulty of his task and be firm,--in which case there will be good fortune."
    },
    {
        "text": "One gnawing at dried flesh, and finding the yellow gold. Let him be firm and correct, realising the peril of his position. There will be no error."
    },
    {
        "text": "Wearing the cangue, and deprived of his cars. There will be evil."
    },
    {
        "text": "There should be free course. There will be little advantage however if it be allowed to advance and take the lead."
    },
    {
        "text": "One adorning the way of his feet. He can discard a carriage and walk on foot."
    },
    {
        "text": "One adorning his beard."
    },
    {
        "text": "The appearance of being adorned and bedewed with rich favours. But let him ever maintain his firm correctness, and there will be good fortune."
    },
    {
        "text": "Looking as if adorned, but only in white. As if mounted on a white horse, and furnished with wings, he seeks union, while the intervening third pursues, not as a robber, but intent on a matrimonial alliance."
    },
    {
        "text": "Adorned by the occupants of the heights and gardens. He bears his roll of silk, small and slight. He may appear stingy; but there will be good fortune in the end."
    },
    {
        "text": "One with white as his only ornament. There will be no error."
    },
    {
        "text": "It will not be advantageous to make a movement in any direction whatever."
    },
    {
        "text": "One overturning the couch by injuring its legs. The injury will go on to the destruction of all firm correctness, and there will be evil."
    },
    {
        "text": "One overthrowing the couch by injuring its frame. The injury will go on to the destruction of all firm correctness, and there will be evil."
    },
    {
        "text": "Among the overthrowers; but there will be no error."
    },
    {
        "text": "Having overthrown the couch, and going to injure the skin of him who lies on it. There will be evil."
    },
    {
        "text": "A string of fishes, and obtaining for them the favour that lights on the inmates of the palace. There will be advantage in every way."
    },
    {
        "text": "A great fruit which has not been eaten. The superior man finds the people again as a chariot carrying him. The small men by their course overthrow their own dwellings."
    },
    {
        "text": "Returning from an error of no great extent, which would not proceed to anything requiring repentance. There will be great good fortune."
    },
    {
        "text": "The admirable return. There will be good fortune."
    },
    {
        "text": "One who has made repeated returns. The position is perilous, but there will be no error."
    },
    {
        "text": "Moving right in the centre, and yet returning alone to his proper path."
    },
    {
        "text": "The noble return. There will be no ground for repentance."
    },
    {
        "text": "Great progress and success, while there will be advantage in being firm and correct. If it be not correct, he will fall into errors, and it will not be advantageous for him to move in any direction."
    },
    {
        "text": "Free from all insincerity. His advance will be accompanied with good fortune."
    },
    {
        "text": "One who reaps without having ploughed that he might reap, and gathers the produce of his third year's fields without having cultivated them the first year for that end. To such a one there will be advantage in whatever direction he may move."
    },
    {
        "text": "Calamity happening to one who is free from insincerity;--as in the case of an ox that has been tied up. A passer by finds it and carries it off, while the people in the neighbourhood have the calamity of being accused and. apprehended."
    },
    {
        "text": "If he can remain firm and correct, there will be no error."
    },
    {
        "text": "One who is free from insincerity, and yet has fallen ill. Let him not use medicine, and he will have occasion for joy in his recovery."
    },
    {
        "text": "Free from insincerity, yet sure to fall into error, if he take action. His action will not be advantageous in any way."
    },
    {
        "text": "One from whose buttocks the skin has been stripped so that he walks with difficulty. The position is perilous, but there will be no great error."
    },
    {
        "text": "With his wallet, but no fish in it. This will give rise to evil."
    },
    {
        "text": "A medlar tree overspreading the gourd beneath it. If he keep his brilliant qualities concealed, a good issue will descend as from Heaven."
    },
    {
        "text": "Receiving others on his horns. There will be occasion for regret, but there will be no error."
    },
    {
        "text": "There will be good fortune, and freedom from error. There is entire sincerity, and in that case even the small offerings of the vernal sacrifice are acceptable."
    },
    {
        "text": "Striving after union and seeming to sigh, yet nowhere finding any advantage. If he go forward, he will not err, though there may be some small cause for regret."
    },
    {
        "text": "In such a state that, if he be greatly fortunate, he will receive no blame."
    },
    {
        "text": "The union of all under its subject in the place of dignity. There will be no error. If any do not have confidence in him, let him see to it that his virtue be great, long-continued, and firmly correct, and all occasion for repentance will disappear."
    },
    {
        "text": "Sighing and weeping; but there will be no error."
    },
    {
        "text": "There will be great progress and success. Seeking by the qualities implied in it to meet with the great man, one need have no anxiety. Advance to the south will be fortunate."
    },
    {
        "text": "Advancing upwards with the welcome of those above him. There will be great good fortune."
    },
    {
        "text": "With that sincerity which will make even the small offerings of the vernal sacrifice acceptable. There will be no error."
    },
    {
        "text": "Ascending upwards as into an empty city."
    },
    {
        "text": "Employed by the king to present his offerings on mount Khî. There will be good fortune; there will be no mistake."
    },
    {
        "text": "Firmly correct, and therefore enjoying good fortune. He ascends the stairs with all due ceremony."
    },
    {
        "text": "Advancing upwards blindly. Advantage will be found in a ceaseless maintenance of firm correctness."
    },
    {
        "text": "There may yet be progress and success. For the firm and correct, the really great man, there will be good fortune. He will fall into no error. If he make speeches, his words cannot be made good."
    },
    {
        "text": "With bare buttocks straitened under the stump of a tree. He enters a dark valley, and for three years has no prospect of deliverance."
    },
    {
        "text": "Straitened amidst his wine and viands. There come to him anon the red knee-covers of the ruler. It will be well for him to maintain his sincerity as in sacrificing. Active operations on his part will lead to evil, but he will be free from blame."
    },
    {
        "text": "Straitened before a frowning rock. He lays hold of thorns. He enters his palace, and does not see his wife. There will be evil."
    },
    {
        "text": "Proceeding very slowly to help one, who is straitened by the carriage adorned with metal in front of him. There will be occasion for regret, but the end will be good."
    },
    {
        "text": "With his nose and feet cut off. He is straitened by his ministers in their scarlet aprons. He is leisurely in his movements, however, and is satisfied. It will be well for him to be as sincere as in sacrificing to spiritual beings."
    },
    {
        "text": "Straitened, as if bound with creepers; or in a high and dangerous position, and saying to himself, 'If I move, I shall repent it.' If he do repent of former errors, there will be good fortune in his going forward."
    },
    {
        "text": "A well so muddy that men will not drink of it; or an old well to which neither birds nor other creatures resort."
    },
    {
        "text": "A well from which by a hole the water escapes and flows away to the shrimps and such small creatures among the grass, or one the water of which leaks away from a broken basket."
    },
    {
        "text": "A well, which has been cleared out, but is not used. Our hearts are sorry for this, for the water might be drawn out and used. If the king were only intelligent, both he and we might receive the benefit of it."
    },
    {
        "text": "A well, the lining of which is well laid. There will be no error."
    },
    {
        "text": "A clear, limpid well, the waters from whose cold spring are freely drunk."
    },
    {
        "text": "The water from the well brought to the top, which is not allowed to be covered. This suggests the idea of sincerity. There will be great good fortune."
    },
    {
        "text": "What takes place as indicated by Ko is believed in only after it has been accomplished. There will be great progress and success. Advantage will come from being firm and correct. In that case occasion for repentance will disappear."
    },
    {
        "text": "As if he were bound with the skin of a yellow ox. "
    },
    {
        "text": "Making his changes after some time has passed. Action taken will be fortunate. There will be no error."
    },
    {
        "text": "Action taken by one will be evil. Though he be firm and correct, his position is perilous. If the change he contemplates have been three times fully discussed, he will be believed in."
    },
    {
        "text": "Occasion for repentance disappearing. Let him be believed in; and though he change existing ordinances, there will be good fortune."
    },
    {
        "text": "The great man producing his changes as the tiger does when he changes his stripes. Before he divines and proceeds to action, faith has been reposed in him."
    },
    {
        "text": "The superior man producing his changes as the leopard does when he changes his spots, while small men change their faces and show their obedience. To go forward now would lead to evil, but there will be good fortune in abiding firm and correct."
    },
    {
        "text": "Ting gives the intimation of great progress and success."
    },
    {
        "text": "The caldron overthrown and its feet turned up. But there will be advantage in its getting rid of what was bad in it. Or it shows us the concubine whose position is improved by means of her son. There will be no error."
    },
    {
        "text": "The caldron with the things to be cooked in it. If one can say, 'My enemy dislikes me, but he cannot approach me,' there will be good fortune."
    },
    {
        "text": "The caldron with its feet broken; and its contents, designed for the ruler's use, overturned and spilt. Onet will be made to blush for shame. There will be evil."
    },
    {
        "text": "The caldron with yellow ears and rings of metal in them. There will be advantage through being firm and correct."
    },
    {
        "text": "The caldron with rings of jade. There will be great good fortune, and all action taken will be in every way advantageous."
    },
    {
        "text": "When the movement approaches, looking out and around with apprehension, and afterwards smiling and talking cheerfully. There will be good fortune."
    },
    {
        "text": "Distraught amid the startling movements going on. If those movements excite him to right action, there will be no mistake."
    },
    {
        "text": "Amid the startling movements, supinely sinking deeper in the mud."
    },
    {
        "text": "Going and coming amidst the startling movements of the time, and always in peril; but perhaps he will not incur loss, and find business which he can accomplish."
    },
    {
        "text": "When one's resting is like that of the back, and he loses all consciousness of self; when he walks in his courtyard, and does not see any of the persons in it,--there will be no error."
    },
    {
        "text": "Keeping his toes at rest. There will be no error; but it will be advantageous for him to be persistently firm and correct."
    },
    {
        "text": "Keeping the calves of his legs at rest. He cannot help whom he follows, and is dissatisfied in his mind."
    },
    {
        "text": "Keeping his loins at rest, and separating the ribs from the body below. The situation is perilous, and the heart glows with suppressed excitement."
    },
    {
        "text": "Keeping his trunk at rest. There will be no error."
    },
    {
        "text": "Keeping his jawbones at rest, so that his words are all orderly. Occasion for repentance will disappear."
    },
    {
        "text": "Devotedly maintaining his restfulness. There will be good fortune."
    },
    {
        "text": "The marriage of a young lady, and the good fortune attending it. There will be advantage in being firm and correct."
    },
    {
        "text": "The wild geese gradually approaching the shore. A young officer in similar circumstances will be in a position of danger, and be spoken against; but there will be no error."
    },
    {
        "text": "The geese gradually approaching the large rocks, where they eat and drink joyfully and at ease. There will be good fortune."
    },
    {
        "text": "The geese gradually advanced to the trees. They may light on the flat branches. There will be no error."
    },
    {
        "text": "The geese gradually advanced to the high mound. It suggests the idea of a wife who for three years does not become pregnant; but in the end the natural issue cannot be prevented. There will be good fortune."
    },
    {
        "text": "The geese gradually advanced to the large heights beyond. Their feathers can be used as ornaments. There will be good fortune."
    },
    {
        "text": "Kwei Mei indicates that under the conditions which it denotes action will be evil, and in no wise advantageous."
    },
    {
        "text": "The younger sister married off in a position ancillary to the real wife. It suggests the idea of a person lame on one leg who yet manages to tramp along. Going forward will be fortunate."
    },
    {
        "text": "Blind of one eye, and yet able to see. There will be advantage in her maintaining the firm correctness of a solitary widow."
    },
    {
        "text": "The younger sister who was to be married off in a mean position. She returns and accepts an ancillary position."
    },
    {
        "text": "The younger sister who is to be married off protracting the time. She may be late in being married, but the time will come."
    },
    {
        "text": "The younger sister of king Tî-yî, when the sleeves of her the princess were not equal to those of the still younger sister who accompanied her in an inferior capacity. The case suggests the thought of the moon almost full. There will be good fortune."
    },
    {
        "text": "The young lady bearing the basket, but without anything in it, and the gentleman slaughtering the sheep, but without blood flowing from it. There will be no advantage in any way."
    },
    {
        "text": "Progress and development. When a king has reached the point which the name denotes there is no occasion to be anxious through fear of a change. Let him be as the sun at noon."
    },
    {
        "text": "Meeting with his mate. Though they are both of the same character, there will be no error. Advance will call forth approval."
    },
    {
        "text": "An additional screen of a large and thick banner, through which at midday he can see the small Mei star. In the darkness he breaks his right arm; but there will be no error."
    },
    {
        "text": "In a tent so large and thick that at midday he can see from it the constellation of the Bushel. There will be good fortune."
    },
    {
        "text": "It will be advantageous to be firm and correct. If one does not seek to enjoy his revenues in his own family without taking service at court, there will be good fortune. It will be advantageous for him to cross the great stream."
    },
    {
        "text": "A position of peril. It will be advantageous for him to stop his advance."
    },
    {
        "text": "A carriage with the strap under it removed."
    },
    {
        "text": "The young bull, and yet having the piece of wood over his horns. There will be great good fortune."
    },
    {
        "text": "The teeth of a castrated hog. There will be good fortune."
    },
    {
        "text": "In command of the firmament of heaven. There will be progress."
    },
    {
        "text": "With firm correctness there will be good fortune. We must look at what we are seeking to nourish, and by the exercise of our thoughts seek for the proper aliment."
    },
    {
        "text": "You leave your efficacious tortoise, and look at me till your lower jaw hangs down. There will be evil."
    },
    {
        "text": "One looking downwards for nourishment, which is contrary to what is proper; or seeking it from the height above, advance towards which will lead to evil."
    },
    {
        "text": "One acting contrary to the method of nourishing. However firm he may be, there will be evil. For ten years let him not take any action, for it will not be in any way advantageous."
    },
    {
        "text": "One looking downwards for the power to nourish. There will be good fortune. Looking with a tiger's downward unwavering glare, and with his desire that impels him to spring after spring, he will fall into no error."
    },
    {
        "text": "One acting contrary to what is regular and proper; but if he abide in firmness, there will be good fortune. He should not, however, try to cross the great stream."
    },
    {
        "text": "Him from whom comes the nourishing. His position is perilous, but there will be good fortune. It will be advantageous to cross the great stream."
    },
    {
        "text": "A beam that is weak. There will be advantage in moving under its conditions in any direction whatever; there will be success."
    },
    {
        "text": "One placing mats of the white mâo grass under things set on the ground. There will be no error."
    },
    {
        "text": "A decayed willow producing shoots, or an old husband in possession of his young wife. There will be advantage in every way."
    },
    {
        "text": "A beam that is weak. There will be evil."
    },
    {
        "text": "A beam curving upwards. There will be good fortune."
    },
    {
        "text": "A decayed willow producing flowers, or an old wife in possession of her young husband. There will be occasion neither for blame nor for praise."
    },
    {
        "text": "Extraordinary boldness wading through a stream, till the water hides the crown of his head. There will be evil, but no ground for blame."
    },
    {
        "text": "The possession of sincerity, through which the mind is. penetrating. Action in accordance with this will be of high value."
    },
    {
        "text": "In the double defile, and yet entering a cavern within it. There will be evil."
    },
    {
        "text": "In all the peril of the defile. He will, however, get a little of the deliverance that he seeks."
    },
    {
        "text": "Whether he comes or goes, confronted by a defile. All is peril to him and unrest. His endeavours will lead him into the cavern of the pit. There should be no action in such a case."
    },
    {
        "text": "At a feast, with simply a bottle of spirits, and a subsidiary basket of rice, while the cups and bowls are only of earthenware. He introduces his important lessons as his ruler's intelligence admits. There will in the end be no error."
    },
    {
        "text": "The water of the defile not yet full, so that it might flow away; but order will soon be brought about. There will be no error."
    },
    {
        "text": "Bound with cords of three strands or two strands, and placed in the thicket of thorns. But in three years he does not learn the course for him to pursue. There will be evil."
    },
    {
        "text": "It will be advantageous to be firm and correct, and that thus there will be free course and success. Let him also nourish a docility like that of the cow, and there will be good fortune."
    },
    {
        "text": "One ready to move with confused steps. But he treads at the same time reverently, and there will be no mistake."
    },
    {
        "text": "In his place in yellow. There will be great good fortune."
    },
    {
        "text": "In a position like that of the declining sun. Instead of playing on his instrument of earthenware, and singing to it, he utters the groans of an old man of eighty. There will be evil."
    },
    {
        "text": "The manner of its coming. How abrupt it is, as with fire, with death, to be rejected by all!"
    },
    {
        "text": "As one with tears flowing in torrents, and groaning in sorrow. There will be good fortune."
    },
    {
        "text": "The king employing its subject in his punitive expeditions. Achieving admirable merit, he breaks only the chiefs of the rebels. Where his prisoners were not their associates, he does not punish. There will be no error."
    },
    {
        "text": "There will be free course and success. Its advantageousness will depend on the being firm and correct, as in marrying a young lady. There will be good fortune."
    },
    {
        "text": "One moving his great toes."
    },
    {
        "text": "One moving the calves of his leg. There will be evil. If he abide quiet in his place, there will be good fortune."
    },
    {
        "text": "One moving his thighs, and keeping close hold of those whom he follows. Going forward in this way will cause regret."
    },
    {
        "text": "Firm correctness which will lead to good fortune, and prevent all occasion for repentance. If he be unsettled in his movements, only his friends will follow his purpose."
    },
    {
        "text": "One moving the flesh along the spine above the heart. There will be no occasion for repentance."
    },
    {
        "text": "One moving his jaws and tongue."
    },
    {
        "text": "Successful progress and no error. But the advantage will come from being firm and correct; and movement in any direction whatever will be advantageous."
    },
    {
        "text": "Deeply desirous of long continuance. Even with firm correctness there will be evil; there will be no advantage in any way."
    },
    {
        "text": "All occasion for repentance disappearing."
    },
    {
        "text": "One who does not continuously maintain his virtue. There are those who will impute this to him as a disgrace. However firm he may be, there will be ground for regret."
    },
    {
        "text": "A field where there is no game."
    },
    {
        "text": "Continuously maintaining the virtue. In a wife this will be fortunate; in a husband, evil."
    },
    {
        "text": "Exciting himself to long continuance. There will be evil."
    },
    {
        "text": "Successful progress. To a small extent it will still be advantageous to be firm and correct."
    },
    {
        "text": "A retiring tail. The position is perilous. No movement in any direction should be made."
    },
    {
        "text": "Holding his purpose fast as if by a thong made from the hide of a yellow ox, which cannot be broken."
    },
    {
        "text": "One retiring but bound,--to his distress and peril. If he were to deal with his binders as in nourishing a servant or concubine, it would be fortunate for him."
    },
    {
        "text": "Retiring notwithstanding his likings. In a superior man this will lead to good fortune; a small man cannot attain to this."
    },
    {
        "text": "Retiring in an admirable way. With firm correctness there will be good fortune."
    },
    {
        "text": "Retiring in a noble way. It will be advantageous in every respect."
    },
    {
        "text": "It will be advantageous to be firm and correct."
    },
    {
        "text": "Manifesting his strength in his toes. But advance will lead to evil,--most certainly."
    },
    {
        "text": "With firm correctness there will be good fortune."
    },
    {
        "text": "A case in which firm correctness leads to good fortune, and occasion for repentance disappears. We see the fence opened without the horns being entangled. The strength is like that in the wheel-spokes of a large waggon."
    },
    {
        "text": "One who loses his ram-like strength in the ease of his position. But there will be no occasion for repentance."
    },
    {
        "text": "One who may be compared to the ram butting against the fence, and unable either to retreat, or to advance as he would fain do. There will not be advantage in any respect; but if he realise the difficulty of his position, there will be good fortune."
    },
    {
        "text": "A prince who secures the tranquillity of the people presented on that account with numerous horses by the king, and three times in a day received at interviews."
    },
    {
        "text": "One wishing to advance, and at the same time kept back. Let him be firm and correct, and there will be good fortune. If trust be not reposed in him, let him maintain a large and generous mind, and there will be no error."
    },
    {
        "text": "With the appearance of advancing, and yet of being sorrowful. If he be firm and correct, there will be good fortune. He will receive this great blessing from his grandmother."
    },
    {
        "text": "Trusted by all around him. All occasion for repentance will disappear. "
    },
    {
        "text": "The appearance of advancing, but like a marmot. However firm and correct he may be, the position is one of peril."
    },
    {
        "text": "All occasion for repentance disappears. But let him not concern himself about whether he shall fail or succeed. To advance will be fortunate, and in every way advantageous."
    },
    {
        "text": "One advancing his horns. But he only uses them to punish the rebellious people of his own city. The position is perilous, but there will be good fortune. Yet however firm and correct he may be, there will be occasion for regret."
    },
    {
        "text": "It will be advantageous to realise the difficulty of the position, and maintain firm correctness."
    },
    {
        "text": "Flying, but with drooping wings. When the superior man is revolving his going away, he may be for three days without eating. Wherever he goes, the people there may speak derisively of him."
    },
    {
        "text": "Wounded in the left thigh. He saves himself by the strength of a swift horse; and is fortunate."
    },
    {
        "text": "Hunting in the south, and taking the great chief of the darkness. He should not be eager to make all correct at once."
    },
    {
        "text": "Just entered into the left side of the belly of the dark land. But he is able to carry out the mind appropriate in the condition indicated by Ming Î, quitting the gate and courtyard of the lord of darkness."
    },
    {
        "text": "How the count of Kî fulfilled the condition indicated by Ming Î. It will be advantageous to be firm and correct."
    },
    {
        "text": "The case where there is no light, but only obscurity. Having at first ascended to the top of the sky; his future shall be to go into the earth."
    },
    {
        "text": "What is most advantageous is that the wife be firm and correct."
    },
    {
        "text": "Establishing restrictive regulations in his household Occasion for repentance will disappear."
    },
    {
        "text": "Taking nothing on herself, but in her central place attending to the preparation of the food. Through her firm correctness there will be good fortune."
    },
    {
        "text": "Enriching the family. There will be great good fortune."
    },
    {
        "text": "The influence of the king extending to his family. There need be no anxiety; there will be good fortune."
    },
    {
        "text": "Possessed of sincerity and arrayed in majesty. In the end there will be good fortune."
    },
    {
        "text": "Khwei indicates that, notwithstanding the condition of things which it denotes, in small matters there will still be good success."
    },
    {
        "text": "Occasion for repentance will disappear. He has lost his horses, but let him not seek for them;--they will return of themselves. Should he meet with bad men, he will not err in communicating with them."
    },
    {
        "text": "Happening to meet with his lord in a bye-passage. There will be no error."
    },
    {
        "text": "One whose carriage is dragged back, while the oxen in it are pushed back, and he is himself subjected to the shaving of his head and the cutting off of his nose. There is no good beginning, but there will be a good end."
    },
    {
        "text": "Solitary amidst the prevailing disunion. But he meets with the good man, and they blend their sincere desires together. The position is one of peril, but there will be no mistake."
    },
    {
        "text": "Occasion for repentance will disappear. With his relative and minister he unites closely and readily as if he were biting through a piece of skin. When he goes forward with this help, what error can there be?"
    },
    {
        "text": "Advantage will be found in the south-west, and the contrary in the north-east. It will be advantageous also to meet with the great man. In these circumstances, with firmness and correctness, there will be good fortune."
    },
    {
        "text": "We learn that advance will lead to greater difficulties, while remaining stationary will afford ground for praise."
    },
    {
        "text": "The minister of the king struggling with difficulty on difficulty, and not with a view to his own advantage."
    },
    {
        "text": "Advancing, but only to greater difficulties. He remains stationary, and returns to his former associates."
    },
    {
        "text": "Advancing, but only to greater difficulties. He remains stationary, and unites with the subject of the line above."
    },
    {
        "text": "Struggling with the greatest difficulties, while friends are coming to help him."
    },
    {
        "text": "Going forward, only to increase the difficulties, while his remaining stationary will be productive of great merit. There will be good fortune, and it will be advantageous to meet with the great man."
    },
    {
        "text": "Advantage will be found in the south-west. If no further operations be called for, there will be good fortune in coming back to the old conditions. If some operations be called for, there will be good fortune in the early conducting of them."
    },
    {
        "text": "One will commit no error."
    },
    {
        "text": "Catch, in hunting, three foxes, and obtain the yellow = golden arrows. With firm correctness there will be good fortune."
    },
    {
        "text": "A porter with his burden, yet riding in a carriage. He will only tempt robbers to attack him. However firm and correct he may try to be, there will be cause for regret."
    },
    {
        "text": "It is said, 'Remove your toes. Friends will then come, between you and whom there will be mutual confidence.'"
    },
    {
        "text": "The superior man, the ruler, executing his function of removing whatever is injurious, in which case there will he good fortune, and confidence in him will be shown even by the small men."
    },
    {
        "text": "We see a feudal prince with his bow shooting at a falcon on the top of a high wall, and hitting it. The effect of his action will be in every way advantageous."
    },
    {
        "text": "Suspending his own affairs, and hurrying away to help one. He will commit no error, but let him consider how far he should contribute of what is his for the other."
    },
    {
        "text": "Maintain a firm correctness, and that action on his part will be evil. He can give increase to his correlate without taking from himself"
    },
    {
        "text": "How of three men walking together, the number is diminished by one; and how one, walking, finds his friend."
    },
    {
        "text": "Diminishing the ailment under which he labours by making one hasten to his help, and make him glad. There will be no error."
    },
    {
        "text": "Parties adding to the stores of its subject ten pairs of tortoise shells, and accepting no refusal. There will be great good fortune."
    },
    {
        "text": "There will be advantage in every movement which shall be undertaken, that it will be advantageous even to cross the great stream."
    },
    {
        "text": "It will be advantageous for to make a great movement. If it be greatly fortunate, no blame will be imputed to him."
    },
    {
        "text": "Pursuing the due course. His advice to his prince is followed. He can with advantage be relied on in such a movement as that of removing the capital."
    },
    {
        "text": "With sincere heart seeking to benefit all below. There need be no question about it; the result will be great good fortune. All below will with sincere heart acknowledge his goodness."
    },
    {
        "text": "We see one to whose increase none will contribute, while many will seek to assail him. He observes no regular rule in the ordering of his heart. There will be evil."
    },
    {
        "text": "The pride of strength advancing with his toes. He goes forward, but will not succeed. There will be ground for blame."
    },
    {
        "text": "Full of apprehension and appealing for sympathy and help. Late at night hostile measures may be taken against him, but he need not be anxious about them."
    },
    {
        "text": "One from whose buttocks the skin has been stripped, and who walks slowly and with difficulty. If he could act like. a sheep led after its companions, occasion for repentance would disappear. But though he hear these words, he will not believe them."
    },
    {
        "text": "The small men like a bed of purslain, which ought to be uprooted with the utmost determination. Having such determination, his action, in harmony with his central position, will lead to no error or blame."
    },
    {
        "text": "Without any helpers on whom to call. His end will be evil."
    },
    {
        "text": "A female who is bold and strong. It will not be good to marry such a female."
    },
    {
        "text": "Should be kept like a carriage tied and fastened to a metal drag, in which case with firm correctness there will be good fortune. But if he move in any direction, evil will appear. He will be like a lean pig, which is sure to keep jumping about."
    },
    {
        "text": "With a wallet of fish. There will be no error. But it will not be well to let it go forward to the guests."
    }
]