[
    {
        "card": "MA0",
        "text": "."
    },
    {
        "card": "MA1",
        "text": "That unity which is the mother of numbers; others say that it is the Divine Unity; and one of the latest French commentators considers that in its general sense it is the will."
    },    
    {
        "card": "MA2",
        "text": "Early expositors have sought to term this card the Mother, or Pope's Wife, which is opposed to the symbolism. It is sometimes held to represent the Divine Law and the Gnosis, in which case the Priestess corresponds to the idea of the Shekinah. She is the Secret Tradition and the higher sense of the instituted Mysteries."
    },    
    {
        "card": "MA3",
        "text": "She has been connected with the ideas of universal fecundity and in a general sense with activity."
    },    
    {
        "card": "MA4",
        "text": "The Emperor has been described as (a) will in its embodied form, but this is only one of its applications, and (b) as an expression of virtualities contained in the Absolute Being."
    },   
    {
        "card": "MA5",
        "text": "He symbolizes also all things that are righteous and sacred on the manifest side. As such, he is the channel of grace belonging to the world of institution as distinct from that of Nature, and he is the leader of salvation for the human race at large. He is the order and the head of the recognized hierarchy, which is the reflection of another and greater hierarchic order."
    },    
    {
        "card": "MA6",
        "text": "The figures suggest youth, virginity, innocence and love before it is contaminated by gross material desire. This is in all simplicity the card of human love, here exhibited as part of the way, the truth and the life."
    },    
    {
        "card": "MA7",
        "text": "He has led captivity captive; he is conquest on all planes--in the mind, in science, in progress, in certain trials of initiation."
    },    
    {
        "card": "MA8",
        "text": "It has been said that the figure represents organic force, moral force and the principle of all force."
    },    
    {
        "card": "MA9",
        "text": "The corresponding counsel is that true prudence is concerned with the one thing needful, and the axiom is: Waste not, want not."
    },    
    {
        "card": "M10",
        "text": "Behind the general notion expressed in the symbol there lies the denial of chance and the fatality which is implied therein. It may be added that, from the days of Lévi onward, the occult explanations of this card are--even for occultism itself--of a singularly fatuous kind. It has been said to mean principle, fecundity, virile honour, ruling authority, etc. The findings of common fortune-telling are better than this on their own plane."
    },    
    {
        "card": "MA11",
        "text": "It seems desirable to indicate that the moral principle which deals unto every man according to his works--while, of course, it is in strict analogy with higher things;--differs in its essence from the spiritual justice which is involved in the idea of election."
    },    
    {
        "card": "MA12",
        "text": "This is the symbol which is supposed to represent Prudence, and Éliphas Lévi says, in his most shallow and plausible manner, that it is the adept bound by his engagements."
    },    
    {
        "card": "MA13",
        "text": "The transparent and unescapable meaning is death, but the alternatives allocated to the symbol are change and transformation."
    },    
    {
        "card": "MA14",
        "text": "In the eighteenth century this card seems to have been rather a symbol of merely animal impudicity."
    },    
    {
        "card": "MA15",
        "text": "Éliphas Lévi affirms that the Baphometic figure is occult science and magic. Another commentator says that in the Divine world it signifies predestination, but there is no correspondence in that world with the things which below are of the brute. What it does signify is the Dweller on the Threshold without the Mystical Garden when those are driven forth therefrom who have eaten the forbidden fruit."
    },    
    {
        "card": "MA16",
        "text": "It has been spoken of as the chastisement of pride and the intellect overwhelmed in the attempt to penetrate the Mystery of God; but in neither case do these explanations account for the two persons who are the living sufferers."
    },   
    {
        "card": "MA17",
        "text": "The summary of several tawdry explanations says that it is a card of hope. On other planes it has been certified as immortality and interior light. For the majority of prepared minds, the figure will appear as the type of Truth unveiled, glorious in undying beauty, pouring on the waters of the soul some part and measure of her priceless possession. But she is in reality the Great Mother in the Kabalistic Sephira Binah, which is supernal Understanding, who communicates to the Sephiroth that are below in the measure that they can receive her influx."
    },    
    {
        "card": "MA18",
        "text": "The face of the mind directs a calm gaze upon the unrest below; the dew of thought falls; the message is: Peace, be still; and it may be that there shall come a calm upon the animal nature, while the abyss beneath shall cease from giving up a form."
    },    
    {
        "card": "MA19",
        "text": "In that simplicity, he bears the seal of Nature and of Art; in that innocence, he signifies the restored world. When the self-knowing spirit has dawned in the consciousness above the natural mind, that mind in its renewal leads forth the animal nature in a state of perfect conformity."
    },
    {   "card": "MA20",
        "text": "M. Bourgeat hazards the suggestion that esoterically it is the symbol of evolution--of which it carries none of the signs. Others say that it signifies renewal, which is obvious enough; that it is the triad of human life; that it is the 'generative force of the earth... and eternal life.'"
    },
    {
        "card": "MA21",
        "text": "Dr. Papus connects it with the Absolute and the realization of the Great Work; for yet others it is a symbol of humanity and the eternal reward of a life that has been spent well."
    },
        {   
        "card": "PE01",
        "text": "Perfect contentment, felicity, ecstasy; also speedy intelligence; gold."
    },
    {   
        "card": "PE02",
        "text": "On the one hand it is represented as a card of gaiety, recreation and its connexions, which is the subject of the design; but it is read also as news and messages in writing, as obstacles, agitation, trouble, embroilment."
    },
    {   
        "card": "PE03",
        "text": "Métier, trade, skilled labour; usually, however, regarded as a card of nobility, aristocracy, renown, glory."
    },
    {   
        "card": "PE04",
        "text": "The surety of possessions, cleaving to that which one has, gift, legacy, inheritance."
    },
    {   
        "card": "PE05",
        "text": "The card foretells material trouble above all, whether in the form illustrated--that is, destitution--or otherwise. For some cartomancists, it is a card of love and lovers-wife, husband, friend, mistress; also concordance, affinities. These alternatives cannot be harmonized."
    },
    {   
        "card": "PE06",
        "text": "Presents, gifts, gratification another account says attention, vigilance now is the accepted time, present prosperity, etc."
    },
    {   
        "card": "PE07",
        "text": "In the main, it is a card of money, business, barter; but one reading gives altercation, quarrels--and another innocence, ingenuity, purgation."
    },
    {   
        "card": "PE08",
        "text": "Work, employment, commission, craftsmanship, skill in craft and business, perhaps in the preparatory stage."
    },
    {   
        "card": "PE09",
        "text": "Prudence, safety, success, accomplishment, certitude, discernment."
    },
    {   
        "card": "PE10",
        "text": "Gain, riches; family matters, archives, extraction, the abode of a family."
    },
    {   
        "card": "PEPA",
        "text": "Application, study, scholarship, reflection another reading says news, messages and the bringer thereof; also rule, management."
    },
    {   
        "card": "PEKN",
        "text": "Utility, serviceableness, interest, responsibility, rectitude-all on the normal and external plane."
    },
    {   
        "card": "PEQU",
        "text": "Opulence, generosity, magnificence, security, liberty."
    },
    {   
        "card": "PEKI",
        "text": "Valour, realizing intelligence, business and normal intellectual aptitude, sometimes mathematical gifts and attainments of this kind; success in these paths."
    },
  
    {   
        "card": "WA01",
        "text": "Creation, invention, enterprise, the powers which result in these; principle, beginning, source; birth, family, origin, and in a sense the virility which is behind them; the starting point of enterprises; according to another account, money, fortune, inheritance."
    },
    {   
        "card": "WA02",
        "text": "Between the alternative readings there is no marriage possible; on the one hand, riches, fortune, magnificence; on the other, physical suffering, disease, chagrin, sadness, mortification. The design gives one suggestion; here is a lord overlooking his dominion and alternately contemplating a globe; it looks like the malady, the mortification, the sadness of Alexander amidst the grandeur of this world's wealth."
    },
    {   
        "card": "WA03",
        "text": "He symbolizes established strength, enterprise, effort, trade, commerce, discovery; those are his ships, bearing his merchandise, which are sailing over the sea. The card also signifies able co-operation in business, as if the successful merchant prince were looking from his side towards yours with a view to help you."
    },
    {   
        "card": "WA04",
        "text": "They are for once almost on the surface--country life, haven of refuge, a species of domestic harvest-home, repose, concord, harmony, prosperity, peace, and the perfected work of these."
    },
    {   
        "card": "WA05",
        "text": "Imitation, as, for example, sham fight, but also the strenuous competition and struggle of the search after riches and fortune. In this sense it connects with the battle of life. Hence some attributions say that it is a card of gold, gain, opulence."
    },
    {   
        "card": "WA06",
        "text": "The card has been so designed that it can cover several significations; on the surface, it is a victor triumphing, but it is also great news, such as might be carried in state by the King's courier; it is expectation crowned with its own desire, the crown of hope, and so forth."
    },
    {   
        "card": "WA07",
        "text": "It is a card of valour, for, on the surface, six are attacking one, who has, however, the vantage position. On the intellectual plane, it signifies discussion, wordy strife; in business--negotiations, war of trade, barter, competition. It is further a card of success, for the combatant is on the top and his enemies may be unable to reach him."
    },
    {   
        "card": "WA08",
        "text": "Activity in undertakings, the path of such activity, swiftness, as that of an express messenger; great haste, great hope, speed towards an end which promises assured felicity; generally, that which is on the move; also the arrows of love."
    },
    {   
        "card": "WA09",
        "text": "The card signifies strength in opposition. If attacked, the person will meet an onslaught boldly; and his build shews, that he may prove a formidable antagonist. With this main significance there are all its possible adjuncts--delay, suspension, adjournment."
    },
    {   
        "card": "WA10",
        "text": "A card of many significances, and some of the readings cannot be harmonized. I set aside that which connects it with honour and good faith. The chief meaning is oppression simply, but it is also fortune, gain, any kind of success, and then it is the oppression of these things. It is also a card of false-seeming, disguise, perfidy. The place which the figure is approaching may suffer from the rods that he carries. Success is stultified if the Nine of Swords follows, and if it is a question of a lawsuit, there will be certain loss."
    },
    {   
        "card": "WAPA",
        "text": "Dark young man, faithful, a lover, an envoy, a postman. Beside a man, he will bear favourable testimony concerning him. A dangerous rival, if followed by the Page of Cups. Has the chief qualities of his suit. He may signify family intelligence."
    },
    {   
        "card": "WAKN",
        "text": "Departure, absence, flight, emigration. A dark young man, friendly. Change of residence."
    },
    {   
        "card": "WAQU",
        "text": "A dark woman, countrywoman, friendly, chaste, loving, honourable. If the card beside her signifies a man, she is well disposed towards him; if a woman, she is interested in the Querent. Also, love of money, or a certain success in business."
    },
    {   
        "card": "WAKI",
        "text": "Dark man, friendly, countryman, generally married, honest and conscientious. The card always signifies honesty, and may mean news concerning an unexpected heritage to fall in before very long."
    },
    {   
        "card": "SW01",
        "text": "Triumph, the excessive degree in everything, conquest, triumph of force. It is a card of great force, in love as well as in hatred. The crown may carry a much higher significance than comes usually within the sphere of fortune-telling."
    },
    {   
        "card": "SW02",
        "text": "Conformity and the equipoise which it suggests, courage, friendship, concord in a state of arms; another reading gives tenderness, affection, intimacy. The suggestion of harmony and other favourable readings must be considered in a qualified manner, as Swords generally are not symbolical of beneficent forces in human affairs."
    },
    {   
        "card": "SW03",
        "text": "Removal, absence, delay, division, rupture, dispersion, and all that the design signifies naturally, being too simple and obvious to call for specific enumeration."
    },
    {   
        "card": "SW04",
        "text": "Vigilance, retreat, solitude, hermit's repose, exile, tomb and coffin. It is these last that have suggested the design."
    },
    {   
        "card": "SW05",
        "text": "Degradation, destruction, revocation, infamy, dishonour, loss, with the variants and analogues of these."
    },
    {   
        "card": "SW06",
        "text": "Journey by water, route, way, envoy, commissionary, expedient. "
    },
    {   
        "card": "SW07",
        "text": "Design, attempt, wish, hope, confidence; also quarrelling, a plan that may fail, annoyance. The design is uncertain in its import, because the significations are widely at variance with each other."
    },
    {   
        "card": "SW08",
        "text": "Bad news, violent chagrin, crisis, censure, power in trammels, conflict, calumny; also sickness."
    },
    {   
        "card": "SW09",
        "text": "Death, failure, miscarriage, delay, deception, disappointment, despair."
    },
    {   
        "card": "SW10",
        "text": "Whatsoever is intimated by the design; also pain, affliction, tears, sadness, desolation. It is not especially a card of violent death."
    },
    {   
        "card": "SWPA",
        "text": "Authority, overseeing, secret service, vigilance, spying, examination, and the qualities thereto belonging."
    },
    {   
        "card": "SWKN",
        "text": "Skill, bravery, capacity, defence, address, enmity, wrath, war, destruction, opposition, resistance, ruin. There is therefore a sense in which the card signifies death, but it carries this meaning only in its proximity to other cards of fatality."
    },
    {   
        "card": "SWQU",
        "text": "Widowhood, female sadness and embarrassment, absence, sterility, mourning, privation, separation."
    },
    {   
        "card": "SWKI",
        "text": "Whatsoever arises out of the idea of judgment and all its connexions-power, command, authority, militant intelligence, law, offices of the crown, and so forth."
    },
    {   
        "card": "CU01",
        "text": "House of the true heart, joy, content, abode, nourishment, abundance, fertility; Holy Table, felicity hereof."
    },
    {   
        "card": "CU02",
        "text": "Love, passion, friendship, affinity, union, concord, sympathy, the interrelation of the sexes, and--as a suggestion apart from all offices of divination--that desire which is not in Nature, but by which Nature is sanctified."
    },
    {   
        "card": "CU03",
        "text": "The conclusion of any matter in plenty, perfection and merriment; happy issue, victory, fulfilment, solace, healing."
    },
    {   
        "card": "CU04",
        "text": "Weariness, disgust, aversion, imaginary vexations, as if the wine of this world had caused satiety only; another wine, as if a fairy gift, is now offered the wastrel, but he sees no consolation therein. This is also a card of blended pleasure."
    },
    {   
        "card": "CU05",
        "text": "It is a card of loss, but something remains over; three have been taken, but two are left; it is a card of inheritance, patrimony, transmission, but not corresponding to expectations; with some interpreters it is a card of marriage, but not without bitterness or frustration."
    },
    {   
        "card": "CU06",
        "text": "A card of the past and of memories, looking back, as--for example--on childhood; happiness, enjoyment, but coming rather from the past; things that have vanished. Another reading reverses this, giving new relations, new knowledge, new environment, and then the children are disporting in an unfamiliar precinct."
    },
    {   
        "card": "CU07",
        "text": "Fairy favours, images of reflection, sentiment, imagination, things seen in the glass of contemplation; some attainment in these degrees, but nothing permanent or substantial is suggested."
    },
    {   
        "card": "CU08",
        "text": "The card speaks for itself on the surface, but other readings are entirely antithetical--giving joy, mildness, timidity, honour, modesty. In practice, it is usually found that the card shews the decline of a matter, or that a matter which has been thought to be important is really of slight consequence--either for good or evil."
    },
    {   
        "card": "CU09",
        "text": "Concord, contentment, physical bien-être; also victory, success, advantage; satisfaction for the Querent or person for whom the consultation is made."
    },
    {   
        "card": "CU10",
        "text": "Contentment, repose of the entire heart; the perfection of that state; also perfection of human love and friendship; if with several picture-cards, a person who is taking charge of the Querent's interests; also the town, village or country inhabited by the Querent."
    },
    {   
        "card": "CUPA",
        "text": "Fair young man, one impelled to render service and with whom the Querent will be connected; a studious youth; news, message; application, reflection, meditation; also these things directed to business."
    },
    {   
        "card": "CUKN",
        "text": "Arrival, approach--sometimes that of a messenger; advances, proposition, demeanour, invitation, incitement."
    },
    {   
        "card": "CUQU",
        "text": "Good, fair woman; honest, devoted woman, who will do service to the Querent; loving intelligence, and hence the gift of vision; success, happiness, pleasure; also wisdom, virtue; a perfect spouse and a good mother."
    },
    {   
        "card": "CUKI",
        "text": "Fair man, man of business, law, or divinity; responsible, disposed to oblige the Querent; also equity, art and science, including those who profess science, law and art; creative intelligence."
    }
]